abs() # число по модулю
max(1,2,3,4,6) #Наибольшее число
min(1,1,2,4,5,1) #наименьшее число
pow(234, 8) #возведение в степень
round(3,4356, 1) #округление
sum([1,2,3,5,]) #сумма чисел (только список)

hex() #преобразует в 16чную систему
oct() #преобразует в 8чную систему
bin() #преобразует в бинарную систему

#Итерируемые обьекты

all() #возражает True если все елементы True, если не все то False
any() #хотябы один елемент True - возвращает True
zip() # позволяет склеить итерированные обьекты

ord() # код в таблице юникод
chr() # найти символ по коду в юникод